// © Copyright 2004-2010, 2015 HP Development Company, L.P.

HSDTaskName = "Allinea";

HSDUnknownValue = "Scegli";
NoAlignTitle = "Impossibile eseguire Allinea";
NoAlignMsg = "Verificare che la stampante sia accesa e la connessione stabilita, quindi riprovare.";

ValidationMsg = "Una pagina con un motivo di convalida è in fase di stampa. Se i motivi stampati appaiono allineati, fare clic su Fine. In caso contrario, riprovare l’allineamento facendo clic su Allinea.";
ValidationPagePrintingMsg = "Una pagina con un motivo di convalida è in fase di stampa. Se le caselle interne non sono più visibili, fare clic su Fine. In caso contrario, riprovare l’allineamento facendo clic su Allinea.";
HSDDoneButton = "Fine";

SemiAutomaticAlignCompletionAlertTitle = "La stampante sta stampando una pagina con motivi di allineamento";
SemiAutomaticAlignCompletionAlertMessage = "Seguire le istruzioni presentate in quella pagina per completare la procedura di allineamento.";

CompletionAlertTitle = "Allineamento penna completato";
CompletionAlertMessage = "Fare clic sul pulsante Verifica per stampare la pagina di verifica o sul pulsante Fine per completare la procedura di allineamento. Per stampare la pagina di verifica, occorre selezionare il dispositivo configurato nella finestra di dialogo di stampa seguente e fare clic sul pulsante Stampa.";
VerifyButton = "Verifica";
PrintingPatternsTitle = "Stampa motivi…";
PrintingValidationPageTitle = "Stampa pagina di convalida in corso…";

AlignPrintheadsExplanation = "La procedura seguente ottiene l’allineamento reciproco delle testine di stampa. Questa procedura garantisce la migliore qualità di stampa possibile.";
AlignPrintheadsInvitation = "Si consiglia di allineare le cartucce ogni volta che viene sostituita una testina di stampa.";

TransferringProcessTitle = "Trasferimento del file…";
PrintingProcessTitle = "Stampa pagina diagnostica qualità di stampa…";

PenChangedMsg = "L’allineamento è stato interrotto in seguito al cambiamento del set delle cartucce di stampa. Non rimuovere, inserire o cambiare le cartucce durante la procedura di allineamento.";

PrintAndAlingButtonsHint = "Fare clic su Stampa per stampare una copia della pagina di diagnostica della qualità di stampa. Fare clic sul pulsante Allinea per stampare adesso la pagina di allinea.";

NewCartridgeHeader = "Nuova cartuccia installata";
NewCartridgeText = "Se è stata appena installata una nuova cartuccia, si consiglia di eseguire l'allineamento. Fare clic su “Allinea” per allineare la nuova cartuccia.";

HSDPenAlignmentTextFieldTitle = "Allinea cartucce di stampa";
HSDInfoTextFieldTitle = "Per ottenere la migliore qualità di stampa, HP consiglia di eseguire l'allineamento ogni volta che viene sostituita una cartuccia di stampa.\nFacendo clic sul pulsante Allinea riportato in basso, verrà stampata una pagina con motivi di allineamento e verrà chiesto di rispondere a domande relative a tale pagina.\nUsare solo carta normale per questa procedura.";
HSDGuideTextFieldTitle = "Fare clic su Allinea quando si è pronti.";
HSDAlignButtonTitle = "Allinea";

HSDPatternDescription = "La stampante sta stampando una pagina con motivi di allineamento. Individuare l’identificatore del motivo nell’angolo inferiore destro della pagina, scegliere l’opzione corrispondente qui di seguito e fare clic su Continua.";
HSDPattern1 = "Motivo 1";
HSDPattern2 = "Motivo 2";
HSDPattern3 = "Motivo 3";
HSDGoBackButton = "Indietro";
HSDCancelButton = "Annulla";
HSDContinueButton = "Continua";

HSDPlotDescription = "Esaminare la pagina stampata. La pagina stampata presenta diverse righe di caselle, ciascuna composta da linee sottili.\n\nPer ciascuna riga, trovare la casella in cui le righe più piccole sono meno visibili, quindi indicare la selezione per tale casella dall’elenco a destra.";
HSDValidationCheck = "Stampare una pagina di convalida";

HSDStraightDescription1 = "Esaminare la pagina stampata e selezionare l'etichetta per ogni sezione che rappresenta le linee più diritte.";
HSDStraightDescription2 = "Selezionare l'etichetta che mostra la barra all'estremità della freccia più prossima al bordo del foglio.";
HSDStraightDescription3 = "Selezionare il campione numerato che corrisponde nel modo migliore allo sfondo della pagina stampata.";

OutOfPaperAlertTitle = "Carta esaurita";
OutOfPaperAlertMessage = "Inserire almeno due fogli di carta e premere il pulsante sulla stampante. Dopo aver stampato i pattern, questa finestra di dialogo si chiuderà automaticamente.";
